{
  "Navigation": {
    "about": "Обо мне",
    "main": "Главная",
    "technologies": "Бастысы",
    "mediaCenter": "媒体中心",
    "contacts": "Лүпілге "
  },
  "Main": {
    "title": "Адиль Таласбек",
    "subtitle": "Frontend разработчик, ориентированный на создание отличных пользовательских интерфейсов; разработка веб-приложений с использованием React и Next.js",
    "ecom": "3 года опыта в электронной коммерции",
    "years": "22 года",
    "exp": "10+ закрытых проектов",
    "copy": "Скопировано!",
    "about": "Обо мне"
  },
  "Projects": {
    "generaltitle": "Мои проекты",
    "stack": "Стэки",
    "previewError": "Предпросмотр недоступен",
    "project1": {
      "title": "Artlumia",
      "description": "Лендинг-сайт для моушн агентства. В ходе разработки проекта на Astro была проведена комплексная оптимизация производительности. Была использована отложенная загрузка контента в Astro (lazy loading), что увеличило скорость работы сайта в 27x."
    },
    "project2": {
      "title": "KCMG",
      "description": "Многостраничный многоязычный сайт для Kazakhstan-China Mining Group Ltd (KCMG). Реализовал верстку за 2 дня, интегрировал фронтенд с бэкендом и оптимизировал производительность. Сайт адаптивен, удобен и эффективно представляет компанию, её услуги и ценности."
    },
    "project3": {
      "title": "Atmosfera.spa",
      "description": "Сайт Atmosfera SPA лаконичный и удобный, с понятной навигацией. В нем представлены услуги, отзывы и информация о спа-центре. Быстрая загрузка страниц и продуманная структура делают использование комфортным."
    },
    "project4": {
      "title": "Gasyr140",
      "description": "Gasyr140 — это онлайн-школа для подготовки к Единому национальному тесту. Она включает в себя управление подписками для платных пользователей, оценку вероятности поступления в различные университеты, таблицу лидеров, виртуального репетитора с ИИ для дополнительной поддержки и пробный экзамен UNT. На сайте представлены видеоуроки, тесты и конспекты, загруженные преподавателями."
    }
  }
}
